app/controllers/articles_controller.rb

	def create
		@article = Article.new(params[:article].permit(:title, :text))

		if @article.save
---
INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Aji"], ["text", "Hi Im Aji No wonder"], ["created_at", "2016-06-15 13:37:30.191976"], ["updated_at", "2016-06-15 13:37:30.191976"]]